Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/gollegiella_-_pohjoismainen_saamen_kielen_kielipalkinto.html.tmx
Source language: fin
Languages: sme

source: Gollegiella – Pohjoismainen saamen kielen kielipalkinto
sme: Gollegiella – Davviriikkalaš sámegiela giellabálkkašupmi

source: Gollegiella-kielipalkinto 2022 Ole Henrik Maggalle
sme: Gollegiella-giellabálkkašupmi 2022 Ole Henrik Maggai

source: Palkintojenjakotilaisuus järjestettiin Tukholmassa 18.1.2023 pidetyssä ministerien ja Saamelaiskäräjien puheenjohtajien kokouksen yhteydessä.
sme: Bálkkašandilálašvuohta lei Stockholmmas 18.1.2023 dollon ministariid ja Sámedikki ságajođiheaddjiid čoakkáma oktavuođas.

source: Tiedote: Gollegiella-kielipalkinto Ole Henrik Maggalle
sme: Dieđáhus: Gollegiella-giellabálkkašupmi Ole Henrik Maggai

source: Gollegiella on perustettu saamen kielen kehittämis- ja elvyttämistoimenpiteiden innostamiseksi.
sme: Gollegiella lea ásahuvvon dan dihte ahte movttiidahttit sámi gielaid ovddidan- ja ealáskahttinbargguid.

source: Saamen kielillä on noin 20 000-30 000 puhujaa.
sme: Lea rehkenastojuvvon ahte sullii 20 000 – 30 000 olbmo sámástit.

source: Suurin saamen kielistä on pohjoissaame, jota puhutaan Norjassa, Ruotsissa ja Suomessa.
sme: Stuorimus sámegiella lea davvisámegiella mii ságastuvvo Norggas, Ruoŧas ja Suomas.

source: Ruotsissa ja Norjassa puhutaan myös eteläsaamea, luulajansaamea, uumajansaamea ja piitimensaamea.
sme: Ruoŧas ja Norggas ságastuvvo maiddái lullisámegiella, julevsámegiella, ubmisámegiella ja bihtánsámegiella.

source: Suomessa puhutaan pohjoissaamen lisäksi inarinsaamea ja koltansaamea.
sme: Suomas gávdno earret davvisámi maiddái anárašgiella ja nuortalašgiella.

source: Venäjällä suurin osa saamen kielten puhujista puhuu kildininsaamea ja hyvin harvat koltan- ja turjansaamea.
sme: Ruoššas leat eanas ságasteaddjit gielddasámegielagat ja hui unnán olbmot ságastit nuortalašgiela ja darjjesámegiela.

source: Kaikki saamen kielet ovat uhanalaisia kieliä.
sme: Buot sámegielat leat uhkiduvvon gielat.

source: Palkinnon ovat perustaneet saamelaisasioista Norjassa, Ruotsissa ja Suomessa vastaavat ministerit ja näiden maiden saamelaiskäräjien puheenjohtajat.
sme: Bálkkašumi sturrodat lea 15 000 euro, mii juhkkojuvvo ovttaskas olbmuide, joavkkuide, organisašuvnnaide dahje ásahusaide, geat bures ja erenoamážit leat ovddidan sámegiela.

source: Palkinto jaettiin ensimmäisen kerran vuonna 2004 ja se myönnetään joka toinen vuosi.
sme: Bálkkašupmi addojuvvo juohke nuppi jagi vuoitái Suomas, Ruoŧas, Ruoššas ja/dahje Norggas.

source: Palkinto on suuruudeltaan 15 000 euroa.
sme: Bálkkašupmi geigejuvvui vuosttaš geardde jagi 2004.

source: Se voidaan jakaa useiden voittajien kesken.
sme: Ovttaskas olbmot, organisašuvnnat, ásahusat ja eiseválddit Norggas, Ruoŧas, Suomas ja Ruoššas sáhttet evttohit kandidáhtaid giellabálkkašupmái.

source: Palkinto myönnetään yksityishenkilöille tai yhteisöille, jotka ovat ansioituneet toimimalla merkittävällä tavalla saamen kielen edistämiseksi, kehittämiseksi tai säilyttämiseksi Norjassa, Ruotsissa, Suomessa tai Venäjällä.
sme: Árvvoštallanlávdegoddi vállje giellabálkkašumi vuoiti.

source: Ehdotuksen palkinnon saajasta voi tehdä yksityishenkilö, ryhmä tai yhteisö Norjassa, Ruotsissa, Suomessa ja Venäjällä.
sme: Njuolggadusat Ovdalaš bálkkašumi vuoitit:

source: Palkinnon saajan valitsee kilpailuun ilmoitettujen ehdokkaiden joukosta Gollegiella-arviointikomitea.
sme: 2020 Gollegiela-bálkkašumi oaččuiga sámegiela ja kultuvrra lektor Ellen Pautamo ja giellaáššedovdi Jonar Thomasson.

source: Säännöt
sme: Ellen Pautamo bargá Sámi oahpahusguovddáža virtuálaskuvllas.

source: Aikaisemmat kielipalkinnon voittajat:
sme: Bálkkašupmi juolluduvvui su ánssuin davvisámegiela oahpaheaddjin.

source: 2020 Gollegiella-palkinnon saivat saamen kielen ja kulttuurin lehtori Ellen Pautamo ja kieliasiantuntija Jonar Thomasson.
sme: Jonar Thomasson bálkkašuvvui fas su barggus lullisámegiela ovdii.

source: Ellen Pautamo työskentelee Saamelaisalueen koulutuskeskuksessa virtuaalikoulussa.
sme: 2018 Gollegiella-bálkkašumi oaččuiga Karin Tuolja Ruoŧa Johkamohkis ja Jekaterina Mechkina Ruošša Murmánskkas.

source: Palkinto myönnettiin hänen ansioistaan pohjoissaamen kielen opettajana.
sme: Karin Tuolja lea bargan julevsámegiela buorrin Ruoŧas olles eallimis rávesolmmožin.

source: Jonar Thomasson palkittiin puolestaan työstään eteläsaamen kielen hyväksi.
sme: Son lea bargan oahpaheaddjin, jorgaleaddjin, oahppomateriála ovddideaddjin ja gielladárkkisteaddjin.

source: 2018 Gollegiella-palkinnon saivat Karin Tuolja Ruotsin Jokkmokkista ja Jekaterina Mechkina Venäjän Murmanskista.
sme: Tuolja lea dehálaš olmmoš julevsámegiela giellabirrasis, ja sus leamašan guovddáš mearkkašupmi Norgga ja Ruoŧa gaskasaš giellaovttasbarggus, erenoamážit sátneráju ja dearpmaid ovddideamis ja Biibbala jorgaleamis.

source: Karin Tuolja on työskennellyt luulajansaamen hyväksi Ruotsissa koko aikuiselämänsä.
sme: Jekaterina Mechkina oaččui Gollegiella-giellabálkkašumi guhkesáigásaš barggus vuođul gielddasámegiela sajádaga nannemin Ruoššas.

source: Hän on toiminut opettajana, kääntäjänä, oppimateriaalin kehittäjänä ja kielentarkastajana.
sme: Son lea oassálastán sátneráju ovddideapmái ja gielddasámegiela sátnegirjji ráhkadeapmái.

source: Tuolja on tärkeä henkilö luulajansaamen kieliyhteisössä, ja hänellä on ollut keskeinen merkitys Norjan ja Ruotsin välisessä kieliyhteistyössä, erityisesti sanavaraston ja termistön kehittämisessä ja Raamatun kääntämisessä.
sme: Mechkina lea čállán ja jorgalan girjjiid ja ovddidan oahppamateriálaid.

source: Jekaterina Mechkina sai Gollegiella-kielipalkinnon pitkäaikaisesta työstään kiltinänsaamen aseman vahvistamiseksi Venäjällä.
sme: Su dáiddadujiidis bokte máŋgasat lea oahpásnuvvan Murmánskka guovllu gielddasámiid eallimii ja kultuvrii.

source: Hän on osallistunut sanavaraston kehittämiseen ja kiltinänsaamen sanakirjan laatimiseen.
sme: 2016 Gollegiella-bálkašumi ožžo Kirsti Paltto, Jan Skoglund Paltto ja oappát Iŋgá-Márja ja Máret Steinfjell.

source: Mechkina on kirjoittanut ja kääntänyt kirjoja sekä kehittänyt oppimateriaalia.
sme: Kirsti Paltto ja Jan Skoglund Paltto bálkkašuvvuiga sudno guhkesáigásaš barggus davvisámegiela, lullisámegiela ja julevsámegiela ovddideapmin.

source: Hänen teostensa kautta monet ovat tutustuneet Murmanskin alueen kiltinänsaamelaisten elämään ja kulttuuriin.
sme: Soai leaba jagiid mielde ja vel otná beaivve searvan mearkkašahtti láhkai sihke álggaheaddjiide ja eatnigiellan sámegiela hálli mánáide, nuoraide ja rávesolbmuide dárkkuhuvvon giellaoahpahanvugiid ja -reaidduid ovddideapmái.

source: 2016 Gollegiella-palkinnon saivat Kirsi Paltto, Jan Skoglund Paltto sekä siskokset Ingá-Márja ja Máret Steinfjell.
sme: Ingá-Márjá Steinfjell ja Máret Steinfjell bálkkašuvvuiga earret eará unna giellarevolušuvnna dagahan lullisámegielat ságastallanprográmmaska vuođul Steinfjell &amp; Steinfjell, mii oanehis áiggis lea loktanan dehálaš oassin lullisámeguovllu ja olles sámeguovllu giela ealáskahttima.

source: Kirsi Paltto ja Jan Skoglund Paltto palkittiin heidän pitkäaikaisesta työstään pohjoissaamen, eteläsaamen ja luulajansaamen edistämiseksi.
sme: 2014 Gollegiella addui golmma olbmui.

source: He ovat vuosien saatossa ja vielä tänä päivänäkin osallistuneet merkittävällä tavalla sekä aloittelijoille että äidinkielenään saamea puhuville lapsille, nuorille ja aikuisille tarkoitettujen kielenopetusmenetelmien ja -välineiden kehittämiseen.
sme: Bálkkašumi ožžo davvisámegiela oahpaheaddji ja dutki Mikael Svonni, girječálli Kerttu Vuolab ja nuortalašgiela oahpaheaddji Seija Sivertsen.

source: Ingá-Márjá Steinfjell ja Máret Steinfjell palkittiin muun muassa pienimuotoisen kielivallankumouksen aiheuttaneesta eteläsaamenkielisestä keskusteluohjelmastaan Steinfjell &amp; Steinfjell, joka lyhyessä ajassa on noussut tärkeäksi osaksi eteläsaamelaisalueen ja koko saamelaisalueen kielen elvyttämistä.
sme: Árvvoštallankomitea bálkašii Mikael Svonni guhkesáigáasaš barggustis davvisámegiela buorrin Ruoŧa bealde.

source: 2014 Gollegiella myönnettiin kolmelle henkilölle.
sme: Kerttu Vuolab ánssašii Gollegiella-bálkkášumi barggustis davvisámegielat čáppágirjjálašvuođa ovddideami ovdii ja Seija Sivertsen eallinbarggustis nuortalašgiela ja nuortalaš kultuvrra sihke nuortalašservoža buorrin.

source: Palkinnon saivat pohjoissaamen kielen opettaja ja tutkija Mikael Svonni, kirjailija Kerttu Vuolab ja koltansaamen opettaja Seija Sivertsen.
sme: 2012 Divvun ja Giellatekno Romssa Universitehtas ja Aleksandra Andrejevna Antonova ja Nina Jeliseevna Afanasjeva ožžo jagi 2012 giellabálkkašumi.

source: Arviointikomitea palkitsi Mikael Svonnin pitkäaikaisesta työstään pohjoissaamen kielen hyväksi Ruotsin puolella.
sme: Antonova ja Afanasjeva oaččuiga bálkkašumi go leaba guhká bargan bajideame gielddasámegiela árvvu go soai leaba čállán girjjiid, jorgalan sámegillii ja sámegielas, dasa lassin leaba ortográfalaš gažaldagaiguin bargan.

source: Kerttu Vuolab ansaitsiGollegiella-palkinnon työstään pohjoissaamen kaunokirjallisuuden edistäjänä ja Seija Sivertsen elämäntyöstään koltansaamen kielen ja kolttasaamelaisen kulttuurin sekä kolttayhteisön hyväksi.
sme: Divvun ja Giellatekno oaččui bálkkašumi, go lea geavahišgoahtán ođđaáigásaš teknologiija vai sámi geavaheddjiide leat geavahanláhkái neahtas sihke riektečállin- ja divvunprográmmat, bagadusat ja sátnegirjjit.

source: Antonova ja Afanasjeva saivat palkinnon, koska ovat pitkään tehneet työtä kildininsaamen arvostuksen kohottamiseksi kirjoja kirjoittamalla sekä kääntämällä saameksi ja saamesta. Sen lisäksi he ovat tehneet työtä ortografiakysymysten parissa.
sme: Guokte sámi nissona, Máret Sárá, Kárášjogas ja Lajla Mattson Magga, Guovdageainnus juogadeigga jagi 2010 giellabálkkašumi.

source: Divvun ja Giellatekno sai palkinnon uudenaikaisen teknologian hyödyntämisestä siten, että se on mahdollistanut saamenkielisille käyttäjille netissä tarjolla olevat oikeinkirjoitus- tai oikolukuohjelmat sekä sanakirjat.
sme: Sárá lea ovddidan davvisámegiela oahpaheaddjin, journalistan ja girječállin.

source: 2010 Kaksi saamelaisnaista, Máret Sárá Karasjoelta sekä Lajla Mattson Magga Koutokienosta jakoivat vuoden 2010 kielipalkinnon.
sme: Son lea čállán oahppogirjjiid ja čohkken sihke stohkosiid ja sátnevádjasiid girjin.

source: Sárá on edistänyt saamen kieltä opettajana, journalistina ja kirjailijana.
sme: Mattson Magga lea barggustis bokte gáhtten, oahpahan ja ovddidan lullisámegiela.

source: Hän on kirjoittanut oppikirjoja sekä kerännyt mm. leikkejä ja sananlaskuja kirjaksi.
sme: Son lea čállán lullisámi sátnegirjjiid, čáppagirjjálašvuođa- ja fágagirjjiid ja lea dasa lassin jorgaladdan ja čohkken gielladeavsttaid.

source: Mattson Magga on töidensa kautta huoltanut, opettanut ja edistänyt eteläsaamea.
sme: 2008 Sámi Siida Ohcejogas Suomas ja Henrik Barruk Straejmies Ruoŧas juogadeigga jagi 2008 bálkkašupmi.

source: Hän on kirjoittanut eteläsaamen sanakirjoja, kauno- ja ammattikirjallisuutta sekä sen lisäksi tehnyt käännöstyötä ja koonnut kielitestejä.
sme: Sámi Siida oaččui bálkkašumi danin go sii leat 1970-logu rájis bargan sámegiela sajádaga nannemiin Ohcejoga gielddas.

source: 2008 Sámi Siida Utsjoelta Suomesta ja Henrik Barruk Straejmiestä Ruotsista jakoivat vuoden 2008 kielipalkinnon.
sme: Henrik Barruk lea guhká bargan upmisámegiela dokumenteremiin ja ealáskahttimiin.

source: Sámi Siida -yhdistys sai palkinnon saamen kielen aseman vahvistamiseksi tehdystä työstä Utsjoen kunnassa.
sme: Vuosttaš čállagat mat prentejuvvojedje 1600-logus ledje čállojuvvon upmisámegillii, earret eará okta ABC-girji.

source: Henrik Barruk on pitkään dokumentoinut ja elvyttänyt uumajansaamea.
sme: 2006 Harald Gaski ja Jouni Moshnikoff oaččuiga 2006 giellabálkkašumi.

source: Ensimmäiset kirjoitukset, jotka julkaistiin saameksi 1600-luvulla, oli kirjoitettu uumajansaamella, mm. ABC-kirja.
sme: Jouni Moshnikoff (1940-2012) gudnejahttojuvvui go lea nu guhká ja garrasit bargan nuortasámegiela ovddidemiin.

source: 2006 Harald Gaski ja Jouni Moshnikoff saivat vuoden 2006 kielipalkinnon.
sme: Harald Gaski lea dahkan viiddes giellaovddidanbarggu ja lea iežas dutkama bokte leamaš veahkkin loktet stáhtusa sámegielat girjjálašvuođas.

source: Jouni Moshnikoffia (1940-2012) kunnioitettiin pitkästä ja kovasta työstä koltansaamen hyväksi.
sme: 2004 Ella Holm Bull ja Anarâkielâ servi (anárašgiela searvi) ožžo easka ásahuvvon davviriikkalaš sámegiela Gollegiella-giellabálkkašumi jagi 2004.

source: Harald Gaski on tehnyt laajaa kielenedistämistyötä ja omalla tutkimustoiminnallaan ollut merkittävä tekijä saamenkielisen kaunokirjallisuuden arvostuksen nostamisessa.
sme: Ella Holm Bull (1929-2006) ražai eallinagi lullisámegiela ovddidemiin.

source: 2004 Ella Holm Bull ja Anarâkielâ servi (inarinsaamen kielen yhdistys) sai vastaperustetun pohjoismaisen saamen kielen Gollegiella-palkinnon vuonna 2004.
sme: Su ulbmil lei loktet giela geavaheami sihke njálmmálaš ja čálálaš giellan.

source: Ella Holm Bull (1929-2006) teki koko elämänsä töitä eteläsaamen edistämiseksi.
sme: Anarâkielâ servi lea dan rájis go searvi ásahuvvui Anáris jagis 1986 garrasit bargan anárašgiela ealáskahttimiin.
